Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 埃菲从铁匠那里定制了一扇铁质的大门，同时加固了门框，安装了滑轮。
en_us: Eiffie custom-made an iron door from the blacksmith. At the same time, she reinforced the doorframe and installed rollers.

source: 埃菲从麦格的表情已经猜到了大半，不过还是忍不住问道：“哈迪斯先生，您觉得如何？”
en_us: Eiffie could already guess from Mag's expression but she still asked, "Mr. Hades, what do you think?"

source: 埃菲伸出手指点了一下她的鼻子，没好气的笑道。
en_us: Eiffie tapped on her nose and said with exasperation.

source: 埃菲到了嘴边突然噎住，看着麦格愣了一会，才勉强挤出一点笑容：“那还真是可惜了呢……”
en_us: Eiffie swallowed the words that she almost spouted out. She stared at Mag for a while before forcing a smile. "That really is a pity..."

source: 埃菲努力将目光从地上那个脸上三道鲜红杠，两只手不成模样，还有两胯之间似乎有某样东西碎掉的暴徒身上收回。
en_us: Eiffie tried her best to look away from the assailant lying on the floor with three red streaks across his face, hands that were utterly disfigured, and something at his groin area that seemed to have been smashed.

source: 埃菲双手捧过奖杯，神情认真的点头道：“谢谢您，我会努力的。”
en_us: Eiffie accepted the trophy with both her hands and gravely nodded. "Thank you. I will work hard."

source: 埃菲叹气：“唉，可惜，来晚了。”
en_us: Eiffie sighed. "Sigh, what a pity he came too late."

source: 埃菲合上机器，看着玛拉道：“没事别到处乱跑，去外边盯着施工队，咱们这次重新装修和扩张一定要做好，以后的泰坦酒馆和以前不一样了。”
en_us: Eiffie closed the machine and said to Mala, "Don't run around if you have nothing to do. Go watch after the construction team. We must make sure the refurbishment and expansion are done properly. The Titan Tavern in future will different from the one in the past."

source: 埃菲和几位熟客打了个招呼，微笑着入座。
en_us: Eiffie greeted a few regular customers and took her seat with a smile.

source: 埃菲和玛拉一脸惊讶的看着艾米的一顿操作，闻着空气中飘荡的肉香，看着小家伙嘬饮着肉汤，两人都忍不住咽了咽口水。
en_us: Eiffie and Mala looked at Amy in shock. The meaty fragrance of the dumpling wafted in the air. When they watched the little one drink teh soup, they could not help but swallow their saliva.

source: 埃菲和玛拉帮忙收拾了餐桌，然后告辞离去。
en_us: Eiffie and Mala helped to clean up the dining table before taking their leave."

source: 埃菲和玛拉微微张着嘴，看着桌上冒着热气和香味的菜肴，然后喉咙不自觉的滚动了两下。
en_us: Eiffie and Mala's jaws dropped. They could not help but swallow their saliva when they saw the piping hot and fragrant dishes.

source: 埃菲和玛拉愣了一下，看向了门口的方向。
en_us: Eiffie and Mala were stunned for a moment and they looked at the door.

source: 埃菲和玛拉的眼睛都瞪圆了几分，这个一人多高的铁桶，先前可是由四个大汉合力抬进来的，可麦格竟然一只手就轻松提了起来。
en_us: Eiffie and Mala's eyes widened. The metal barrel was taller than a man and it was brought in by four large men together. However, Mag managed to lift it up easily with just one hand.

source: 埃菲和玛拉脸色微微发白，但还是用力的将地窖门向上推开。
en_us: Eiffie and Mala's faces were slightly pale but they still opened the cellar door outward with their might.

source: 埃菲和玛拉除了在一旁端茶倒水，全程都是一脸迷妹的惊叹表情。
en_us: Other than pouring tea and water for Mag at the side, Eiffie and Mala were just in shock and admiration.

source: 埃菲喃喃道：“有这等美酒在手，别说罗莫街，以后洛都酒馆界都必有这塞班酒馆的一席之地。”
en_us: Eiffie murmured, "With such excellent liquor, not to mention Romo Street, Saipan Tavern would even have a place in the entire taverns' world in Rodu."

source: 埃菲回过神来，转身看着说话那人，只觉得面前的中年男人有些眼熟，愣了一会，突然眼睛一亮道：“您是帕萨卡先生。”
en_us: Eiffie regained her wits and turned to look at the person who spoke up. She felt the middle-aged man in front of her looked a little familar and then she lit up her eyes suddenly, "You are Mr. Pasaca."

source: 埃菲在酿酒坊里忙碌着，按照麦格教授的方法，加上自己这些年的钻研，已经迫不及待的开始用新的设备酿造第一炉泰坦酒。
en_us: Eiffie was busying in the brewery, trying to make the first Titan Liquor using the new apparatus based on what Mag had taught her and what she had gained from her years of experience.

source: 埃菲学着夹起了一只灌汤包，薄薄的包子皮里裹着满满的汤汁，夹起之后左右晃动，仿佛随时都会爆开一般，小心翼翼的放进自己的浅盘，这才松了口气。
en_us: Eiffie picked up the soup dumpling like them. The thin dumpling skin was filled with soup. When she picked it up, the dumpling swayed from side to side, as though it would explode any moment. Eiffie put the dumpling on her plate carefully and heaved a sigh of relief.

source: 埃菲将手中的钱票递向麦格。
en_us: Eiffie passed the cheque to Mag.

source: 埃菲带来的泰坦酒，将本场品酒大会推向了高潮。
en_us: Eiffie's Titan Liquor sent the liquor tasting event into a climax.

source: 埃菲微微张嘴，有点受伤的看着麦格：“真的……有那么差吗？”
en_us: Eiffie opened her mouth and looked at Mag, defeated. "Is it... really that bad?"

source: 埃菲微微张着嘴巴，看着地上的封条，又是看看那扇酒窖大门。
en_us: Eiffie stared at the seal on the floor with her mouth slightly agape before looking at the doors of the cellar.

source: 埃菲微微张着嘴，有些不可思议的看着麦格，难道这个家伙在偷偷观察她吗？
en_us: Eiffie stared at Mag with disbelief and an open mouth. Did this fellow observe her secretly?

source: 埃菲恍然，伸手轻轻抚摸着那台老旧的蒸馏设备，过了许久像是下定了决心，回头看着麦格恳切道：“哈迪斯先生，可否请求您帮我改进这套设备，我愿意支付您一笔合适的费用。”
en_us: Eiffie finally understood. She reached out to caress that old distillation equipment. After a long time and seemingly set her mind to it, she turned around and sincerely said to Mag, "Mr. Hades, can I ask you to modify this equipment for me? I am willing to pay you an appropriate fee."

source: 埃菲想关心一下他们，但好像目前的状况有些超出了她的认知。
en_us: Eiffie wanted to ask if they were okay but it seemed the situation was not what she thought it to be.

source: 埃菲想到了住在对面的哈迪斯先生，不过转念一想，又是放弃了这个想法。
en_us: Eiffie thought of Mr. Hades who lives across. However, she gave up on that thought after thinking about it.

source: 埃菲想着想着，目光落到了从被子下露出了一角的那本书上，目光一定。
en_us: As she thought, Eiffie's gaze landed on the book under the corner of her blanket.

source: 埃菲愣了好一会，突然一个激灵回过神来，一下收回了自己伸到一半的手，就差打了个立正，露出了一个尴尬而不失礼貌的笑容，“啊哈哈……我是对面酒馆的老板娘，特意来和哈迪斯先生你们一家打个招呼，刚刚和客人们喝了不少酒，有点醉了，差点摔了一跤，还好哈迪斯先生出手扶了我一把，你们好啊。”
en_us: Eiffie was stunned for quite a while. Suddenly, she shuddered, and came back to her senses. She retracted her arms which were reached out, and almost stood in salute. She smiled awkwardly, and said, "Ahahaha… I am the owner of the tavern across the street. I came over specially to greet everyone. I've had a drop too much with the customers just now, so I'm a little drunk, and I almost fell. Thank goodness Mr. Hades helped me. Hi, everyone."

source: 埃菲愣住，看着麦格，抿着嘴，眼眶红红的，但却忍住了眼泪。
en_us: Eiffie was stunned. She looked at Mag, pressed her lips together, and her eyes reddened. However, she managed to hold her tears back.

source: 埃菲扑了个空，一抬头，那双如丝媚眼刚好对上了酒馆里的五双眼睛。
en_us: Eiffie missed. She lifted her head up, and her flirtatious gaze happened to meet with the five pairs of eyes in the tavern.

source: 埃菲找的铁匠手艺还不错，各种零件拼凑在一起，虽然没有达到严丝合缝的效果，却也没有出现太大的误差。
en_us: The blacksmith that Eiffie found had rather good skills. When the parts were pieced together, although they did not achieve the result of merging together tightly without a single gap, the difference was not too great.

source: 埃菲把艾米送到酒馆门口，刚准备敲门，门就从里边打开了。
en_us: Eiffie sent Amy to the door of the tavern. Just as she was about to knock on the door, it opened from the inside.

source: 埃菲抱着玛拉，神情凝重，脸色同样苍白。
en_us: Eiffie hugged Mala with a solemn expression. She was pale too.

source: 埃菲拉着玛拉冲进了酿酒坊，一把拉开了地窖的窖门，把玛拉推了进去，然后直接也跳了下去，用尽全力将厚重的窖门向下拉下。
en_us: Eiffie pulled Mala into brewery and pulled open the cellar's door. She stuffed Mala in before jumping in herself. She used all her strength to pull the heavy cellar's door downwards.

source: 埃菲拔开酒塞。
en_us: Eiffie pulled the cork.

source: 埃菲捂着嘴，有点不好意思的笑了笑。
en_us: Eiffie covered her mouth and smiled embarrassedly.

source: 埃菲接着说道，一边从布袋里翻找着。
en_us: As she said that, Eiffie started looking around in her canvas bag.

source: 埃菲接着说道：“品酒大会是洛都酒馆行业一年一度的盛会，洛都城内，甚至是洛斯帝国其他城市的酒馆都会拿出自己最好的美酒，在品酒大会上一决高下。
en_us: Eiffie continued, "The Liquor tasting event is a big annual event for the liquor industry in Rodu. The taverns of Rodu, and even all over the Roth Empire, would take out their best wine at the liquor tasting event to compete.

source: 埃菲接过玛拉手里的食盒递了过去，道：“这是那家早餐店特色的糊涂汤，一般不让外带，我和老板挺熟的，所以盛了三碗，等会你们吃了，再让玛拉把碗和食盒送回去。”
en_us: Eiffie took the lunchbox in Mala's hands and said, "This is the cucumber soup from the breakfast shop. They usually would not allow people to take the soup away but I am rather close with the owner so I took three bowls with me. When you're done with it, you can get Mala to bring the bowls and lunchbox back."

source: 埃菲握着匕首，爬上了扶梯，掰开反锁的地窖门，用力向上推开。
en_us: Eiffie held a dagger and climbed up the stairs. She turned the lock on the cellar door and pushed it open with all her might.

source: 埃菲是个聪明女人，麦格承认这一点。
en_us: Eiffie was a smart woman. Mag had to admit that.

source: 埃菲有些不太自在的扭了扭自己被完全捆绑的身体，脸蛋微红，又莫名的有点兴奋？
en_us: Eiffie twisted her body which was completely bundled up awkwardly. She blushed a little and was a little excited for no reason?

source: 埃菲朱唇轻启，忍不住发出了一声轻吟。
en_us: Eiffie opened her red lips slightly and could not help but let out a soft moan.

source: 埃菲气得跺了跺脚，一阵冷风吹来，冷的一哆嗦，抱着手小跑着回了自家酒馆。
en_us: Eiffie stomped her feet angrily. A cold wind blew over. She shivered and ran back to her tavern, hugging herself.

source: 埃菲沉默了一会，神情郑重的点了点头。
en_us: Eiffie was quiet for a moment before nodding with a solemn expression.

source: 埃菲没想到麦格这么快就下来，连忙把勺子放下，抿嘴点了点头：“嗯。”
en_us: Eiffie did not expect Mag go come down so quickly. She placed her spoon down immediately and nodded as she licked her lips. "Mm."

source: 埃菲没有理会她，双手捧着酒瓶走到桌前，看着麦格道：“哈迪斯先生，请品一品这瓶。”
en_us: Eiffie ignored her and brought the wine to the counter. She looked at Mag and said, "Mr. Hades, try this."

source: 埃菲深呼吸平复了一下情绪，勉强挤出一点笑容，“您这小嘴，还真像是抹了蜜一样。”
en_us: Eiffie took in a deep breath and calmed herself down before she forced out a smile and said, "Your little mouth is as sweet as honey."

source: 埃菲点头道：“我认识大会举办方的人，如果哈迪斯先生要报名参加的话，我可以帮你报名，只要今天把样酒送上去就可以了。”
en_us: Eiffie said with a nod, "I know the organizer fo the event. If you would like to take part, I can help you with the registration. All you need to do is to sen dthe wine over today."

source: 埃菲点点头，她也有些意外自己昨晚竟然还能一沾床就睡着，一觉到天亮，已经许久没有睡得这样舒服饱满了。
en_us: Eiffie nodded. She was surprised that she could actually fall asleep the moment she laid on the bed and it was an undisturbed sleep until morning. She had never slept so well in a long time.

source: 埃菲用腰间的玉牌在那屏障上方一晃，屏障立刻消失，一把木梯出现。
en_us: Eiffie waved the jade tablet that she hung on her waist above the screen. The screen disappeared immediately and a wooden ladder appeared in its place.

source: 埃菲略一思忖道：“暂时放在酒窖里吧，等凑够了一百万铜币，就去换成巴菲特钱庄的银票。”
en_us: After pondering, Eiffie said, "Let's put the money in the cellar first. We'll exchange them into Buffett Bank's banknote after we amassed 1000,000 copper coins."

source: 埃菲的嘴角抽搐了一下，要不是这些年开酒馆练就了好脾气，这会早暴走了。
en_us: The corner of Eiffie's mouth twitched. If it was not for her years of experience in the tavern that gave made her extra good-tempered, she would have stormed off.

source: 埃菲的声音从地窖里传了出来。
en_us: Eiffie's voice could be heard from the cellar.

source: 埃菲的心里一暖，这些年她自己撑着这家酒馆，赔笑卖酒，听了无数风言风语，却从未想过要依靠谁。
en_us: Eiffie felt a warmth in her heart. She had been supporting the tavern by herself. She flirted to sell the liquor and had heard a lot of gossip about her, but she had never thought of relying on anybody.

source: 埃菲的手顿时僵住。
en_us: Eiffie's hand froze immediately.

source: 埃菲的父亲那时正值壮年，或许还没有考虑传承的问题，自己了然于胸的操作自然不需要累赘记载。
en_us: Eiffie's father was at the prime of his life then, so he didn't consider the issue of passing on his legacy. The operation which he knew very well naturally didn't need to be recorded in detail.

source: 埃菲的目光微微一凝，露出了一个礼貌而不失尴尬的微笑，牵着艾米的手向前走去。
en_us: Eiffie spaced out for a while, and smiled courteously as she walked ahead while holding Amy's hand.

source: 埃菲的神情兴奋而又期待。
en_us: Eiffie was full of excitement and anticipation.

source: 埃菲的神经紧绷到了极致，时隔多年再遭遇同样的事情就算了，没想到还把哈迪斯先生一家牵扯进来。
en_us: Eiffie was extremely tense. Forget that she met with the same situation after several years. She did not expect that this time, Mr. Hades would be implicated

source: 埃菲的脸上终于露出了笑容，微微昂起下巴，骄傲道：“这是泰坦酒。”
en_us: Eiffie finally smiled. She lifted her chin slightly and said proudly, "This is Titan Liquor."

source: 埃菲的表情一滞，然后有点欣喜？
en_us: Eiffie froze before revealing an ecstatical expression?

source: 埃菲的表情顿时一僵。
en_us: Eiffie froze.

source: 埃菲目光坚定道：“迟早有一天，我一定会让泰坦酒重现的！”
en_us: Eiffie said resolutely, "Sooner or later, I would make Titan Liquor reappear!"

source: 埃菲看了一眼玛拉，也只好有些无奈的笑着点头道：“那就劳烦哈迪斯先生了。”
en_us: Eiffie flicked a glance at Mala. She could only helplessly nod and say, "We'll have to bother Mr. Hades then."

source: 埃菲看了眼被触发的防御法阵，脸色稍缓，从扶梯上下来，蹲坐在地上，搂住了玛拉，拍了拍她的肩膀道：“别怕，地窖里是安全的，他进不来。”
en_us: Eiffie looked at the defense spell formation that was triggered with a slight relief. She came down from the ladder and sat on the floor. She hugged Mala and patted her shoulders. "Don't be afraid. The cellar is safe. He can't enter.

source: 埃菲看着一下子走完的熟客，心里顿时空落落的，有种怅然若失的感觉。
en_us: Eiffie watched the regular customers go away and felt a sense of loss instantly.

source: 埃菲看着一脸温柔笑容的麦格，惊惶的心似乎得到了抚慰，那种安全感是她许多年都没有感受过的。
en_us: Eiffie saw the warm smell on Mag's face and felt her startled heart getting soothed. She had not felt such sense of security in years.

source: 埃菲看着众人，抿着嘴，有些不忍。
en_us: Eiffie looked at all of them and pursed her lips. She almost couldn't bear it.

source: 埃菲看着正义凛然的伊琳娜，心里有些感动，又有些惭愧。
en_us: Eiffie looked at the righteous Irina and felt touched and ashamed at the same time.

source: 埃菲看着泰坦酒馆的八名服务员，神情颇为严肃道：“今天是泰坦酒馆重装开业第一天，也是我们升级为高级酒馆的第一天，打起十二分的精神，一定不能出任何差错。”
en_us: Eiffie looked at the eight service staff from Titan Tavern and said solemnly, "Today is the first day of Titan Tavern's opening. It is also the first day we've upgraded into a high-class tavern. All of you, buck up. No mistakes are allowed."

source: 埃菲看着焕然一新的酒馆，脸上同样露出了欣慰笑容。
en_us: Eiffie looked at the brand new tavern and smiled gladly.

source: 埃菲看着脸上变成九宫格的巨汉，又看了眼艾米，有点混乱。
en_us: Eiffie looked at the man's face who had become a tic-tac-toe board, and then at Amy, and was utterly confused.

source: 埃菲看着脸上洋溢着自信微笑的麦格，表情微凝。
en_us: Eiffie stared at Mag, who had a confident smile on his face, with a frozen expression.

source: 埃菲看着麦格犹豫了一会，还是点了点头道：“请稍等。”
en_us: Eiffie stared at Mag and hesitated for a moment before she nodded and said, "Please give me a minute."

source: 埃菲看着麦格的目光则多了几分崇拜与感激。
en_us: Eiffie looked at Mag with even more admiration and gratitude in her eyes.

source: 埃菲看着麦格的背影，心里不禁想着：“哈迪斯先生可真是一个好男人，一个人带孩子，还能做这样美味的早餐，羡慕他的太太……”
en_us: Eiffie looked at Mag's backview and could not help but think to herself: Mr. Hades is such a nice man. He could make such a delicious breakfast even when he had to take care of his children alone. I really envy his wife...

source: 埃菲看着麦格，心里突然升起了一种冲动：“真的非常感谢您，我甚至不知道该如何回报您，只能以身……”
en_us: Eiffie looked at Mag and an impulse suddenly arose in her heart. "Thank you very much. I don't even know how to repay you. I can only mar..."

source: 埃菲看着麦格，郑重点头道：“我会的。”
en_us: Eiffie looked at Mag and solemnly nodded, "I will."

source: 埃菲眼睛一亮，豁然开朗，起身感激道：“谢谢您，哈迪斯先生。”
en_us: Eiffie's eyes lit up. She suddenly felt relieved and said gratefully, "Thank you, Mr. Hades."

source: 埃菲睁开眼睛，脸蛋微红，瞄了一眼麦格，竟是有种莫名的情愫。
en_us: Eiffie opened her eyes, her face slightly blushed. She glanced at Mag ad actually felt an inexplicable affection.

source: 埃菲矜持的笑着，相比于哈迪斯先生他们一家的救命之恩，这一点小小的礼物又算什么呢。
en_us: Eiffie smiled reservedly. These little gifts were nothing compared to what Mr. Hades and his family did to save their lives.

source: 埃菲秀气的眉毛微微上挑，竟是忍不住想生气？
en_us: Eiffie raised her beautiful brows and actually felt like blowing her top?

source: 埃菲突然知道自己要做什么了。
en_us: Eiffie suddenly knew what she had to do.

source: 埃菲站在门外，手里提着一个小篮子，裹紧了自己的小棉马甲，天气还是那么冷，这个该死的冬天显得格外漫长。
en_us: Eiffie was standing at the door with a small basket. She pulled her cotton vest tighter. The weather was still so cold. This damn winter seemed especially long.

source: 埃菲紧紧抱着玛拉，让她浑身冰冷的恐惧再次来临。
en_us: Eiffie hugged Mala. The fear that made her cold came all over her again.

source: 埃菲终于忍不住泪崩，咬着嘴唇，努力控制着自己的表情。
en_us: Eiffie could not hold her tears back anymore. She bit her lips and tried her best to control her expression.

source: 埃菲翻了个白眼道：“别人敢一瓶酒卖两千铜币，那是因为人家的酒的确好，我们拿头跟啊？”
en_us: Eiffie rolled her eyes, and said, "He dares to take 2000 copper coins for a bottle of liquor because his liquor is indeed good. How are we going to follow suit?"

source: 埃菲脱口道，不过很快脸蛋微红，有点不好意思道：“又来蹭饭，实在有点不好意思呢。”
en_us: Eiffie quickly blushed and said embarrassedly, "I'm here to have a free meal again. I feel very bad."

source: 埃菲觉得心脏又中了一箭。
en_us: Eiffie felt as though she was shot in her heart once more.

source: 埃菲认真思索了一会，迟疑道：“可是我会酿的酒很有限，目前根本酿不出能够与泰坦酒相提并论的酒，连接近的也没有。”
en_us: Eiffie thought for a while and said hesitantly, "But I only have a limited repertoire of wines I know how to brew. There is currently no wine that can be compared to Titan Liquor at all. It's nowhere near."

source: 埃菲认真思考了一秒，便点头：“好，我同意。”
en_us: Eiffie thought about it seriously for a second and said, "Okay, I agree."

source: 埃菲走出门来，看着围在酒馆门口的十几位熟客，先向着他们鞠了一躬，然后直起身来道：“抱歉各位，感谢你们一直以来的支持与厚爱，但泰坦酒馆要升级了。为了秉承我父亲的意志，让泰坦酒馆成为洛都最好的酒馆，我必须让它回归到原先的位置，然后努力让它继续前行。”
en_us: Eiffie came out and looked at the 10-odd regulars at the door. She bowed to them first, before straightening and said, "I'm sorry, gentlemen. Thank you for your support in all these years, but Titan Tavern has to upgrade itself. In order to carry on my father's will and make Titan Tavern the best tavern in Rodu, I have to set it back to its original position before moving it forward with all my might."

source: 埃菲走到酒柜后，踩着椅子，从最上层的柜子中央取了一瓶用精致酒瓶装着的酒下来。
en_us: Eiffie walked to the wine cabinet, stepped on a chair, and took out an exquisite bottle from the top most cabinet.

source: 埃菲走进门来，从玛拉手里接过一匹水蓝色的绸缎，笑着上前，看着伊琳娜道：“姐姐，这是上好的琉璃绸缎，您的身段那么好，做成裙子一定很好看。”
en_us: Eiffie walked in and took a bolt of blue satin from Mala. She stepped forward with a smile and said to Irina, "Big Sister, this is top-grade glazed satin. You have a great figure and would definitely look good in a dress made from this."

source: 埃菲还是败给了自己的肚子，接过了麦格递来的粥。
en_us: Eiffie still lost to her stomach and received the bowl of porridge Mag passed to her.

source: 埃菲这话让众人都惊了。
en_us: Eiffie's words shocked everyone.

source: 埃菲连忙伸出舌头舔了一下嘴角，脸一红。
en_us: Eiffie quickly licked the corner of her mouth and blushed.

source: 埃菲重新拿了一个小酒杯，然后端起酒瓶倒了一小杯。
en_us: Eiffie took a new glass and poured the wine out.

source: 埃菲闻言一愣，旋即笑着道：“哈迪斯先生酿造的茅台酒不比泰坦酒差，以他的才智，要是真的贪图我们的泰坦酒，又何必帮我们设计和建造这个酿酒坊。”
en_us: Eiffie was stunned when she heard that. After that, she said with a smile, "Mr. Hades's maotai isn't any worse than the Titan Liquor. With his intelligence and talents, if he really was after the Titan Liquor, why would he help us with designing and building this brewery?"

source: 埃菲露出了几分慌乱之色，下意识的抬头看向了站在一旁的麦格。
en_us: Eiffie had a panicked look and she instinctively looked up at Mag standing at the side.

source: 埃菲顿时笑靥如花，伸手向艾米，笑着道：“小艾真乖，姐姐带你去吃好吃的。”
en_us: Eiffie's smile blossomed like a flower. She reached out to Amy and said with a smile, "Ay, you're so cute. Let me bring you to somewhere with goodies."

source: 埃菲颇为赞赏的看着玛拉，为了给她创造更多的机会，玛拉还真是用心良苦。
en_us: Eiffie looked at Mala with admiration. Mala had put in a lot of effort to create more chances for her.

source: 埃菲：“……”
en_us: "…" Eiffie.

source: 城北纺织厂前的大广场。
en_us: The large square before the textile factory at the north of the city.

source: 城墙之上的奥格部落兵士，几乎没来得及抵抗便被缴了械，整个部落很快便被占领。
en_us: The Aug Tribe's soldiers on the city walls surrendered before they could even defend themselves. The entire tribe was soon conquered.

source: 城西书坊是好书之人的天堂，大大小小的书坊，只要你足够用心，总能寻到你想要的书。
en_us: The city's western book square was a paradise for people who loved books. As long as one looked hard enough, one could find the books they wanted.

source: 城西书坊，其实就是一片由许多书店聚集而成的坊市，可以说洛都城内大半的书店都集中在这里，各家杂志社也基本将总部设立在此地。
en_us: The west city books square was, in fact, just a square that was formed by many bookshops. Almost half of the bookshops in Rodu were situated here, and almost all the magazine press set up their headquarters here.

source: 城西是洛都城的贫民窟，土楼巷这一片更是偏僻，破落的街道两侧全是断壁残垣，路上都长满了野草，人迹罕至。
en_us: The western side of Rodu was slums and the side of the Tulou alley was even more desserted. The sides of the streets were run-down, filled with houses falling apart. Weeds were growing by the side of the road and it was almost impossible to see a human.

source: 塔克坊市是洛都规模最大的坊市，聚集了大大小小各类商家，各种美食小吃也是极具名气。
en_us: Tuck Square was Rodu's biggest square. All kinds of big and small merchants gathered here, and all the snacks here were famous too.

source: 塞班——
en_us: Saipan…

source: 塞班————
en_us: Saipan—

source: 塞班酒馆和之前的龙虾馆不同，麦格买了半条街，是想让它能够一直经营下去，持续获得收益的。
en_us: Saipan Tavern was different from the crayfish restaurant previously. Mag had bought up half of the street and he wanted it to continue operating, so he could gain interest from it.

source: 塞班酒馆已经步入正轨，人气逐步上升，目前的酒馆场地有些小了，他考虑是否要把隔壁的店铺打通，增加一些座位。
en_us: Saipan Tavern was finally on tracks. Its popularity was rising slowly and the current space of the tavern was a little too small. Mag was considering knocking off the wall to the shop next door so that he could add more seats.

source: 塞班酒馆开业在即，麦格自然不可能等过几年酒酿好了再来吧？所以直接从系统那里购买了一批县城的茅台酒和威士忌。
en_us: Now that Saipan Tavern was open, Mag would definitely not turn up only when the wine brewing was done a few years later. Therefore, he purchased a batch of ready-made Maotai and whiskey from the system.

source: 塞班酒馆拿回了一个金奖，这些邻居们是真正的利益相关者，这种热情也是情有可原。
en_us: Saipan Tavern brought back a gold award and these neighbors were going to benefit from it directly. It was normal that they were so friendly.

source: 塞班酒馆这边一片和谐。
en_us: It was very harmonios at Saipan Tavern.

source: 墙上的影子摇曳，隐约能够看到一条条触须钻入乔修的脑袋然后彻底消失。
en_us: The shadow on the wall was swaying, and the tentacles could be seen burrowing into Josh's head before disappearing completely.

source: 外来文明的入侵是极其严重的事件，当年克苏鲁等外神和仆从种族降临，几乎给古老者带来灭顶之灾。
en_us: The invasion of an alien civilization was an extremely serious matter. The descent of the Cthulhu gods and its servant species had brought a catastrophe that almost annihilated the Elder Things back then.

source: 外观类似人类女性，身上穿着未知金属制作的战衣。
en_us: She looks like a human female. She is wearing a battle suit made of an unknown metal.

source: 外面已经响起了破门声和嘈杂的脚步声。
en_us: Door breaking sounds and footsteps could be heard out there.

source: 多一事不如少一事，上边有人罩着的感觉，可爽了。
en_us: It was better to have less trouble, and it felt great to have someone powerful backing you up.

source: 多年来一直掌管着精灵族的粮食供应的布鲁斯特家族，领地距离生命之城颇远，有着数量众多的奴隶和仆从。
en_us: The Brewster Family, had been helming the food supply for the Elves for many years. Their land was far away from the City of Life and they had numerous slaves and servants.

source: 多米尼克在安德烈的左手边坐下。
en_us: Andre sat to the left of Andre.

source: 多米尼克当先向着大殿中走去。
en_us: Dominic walked into the hall first.

source: 多米尼克更是从椅子上霍然起身。
en_us: Dominic even sprang right up from his chair.

source: 多米尼克沉默，从极北高原一路向南，进入洛斯帝国之后愈发平坦。
en_us: Dominic fell silent. The road down south from the northern highlands to the Roth Empire would get increasingly flat.

source: 多米尼克神情认真道：“亡灵与生灵不同，他们没有恐惧，只有被彻底杀死，没有投降和失败的概念。
en_us: Dominic gravely said, "The dead is different from the living. They have no fear. They have to be completely killed. They have no idea of surrender or failure.

source: 多米尼克脸色凝重，作为帝国元帅，他非常清楚这样一只亡灵部队意味着什么。
en_us: Dominic's expression turned grave. As the Marshal of the empire, he knew very clearly what such ghost soldiers meant.

source: 多米尼克领着数位十级强者从城楼上下来，迎上麦格和伊琳娜。
en_us: Dominic led multiple 10th-tier powerhouses down to welcome Mag and Irina.

source: 多精致可爱的小姑娘啊，一身蓬松的白色衣服，愈发衬的她的脸蛋小巧可爱，精致的五官，哪怕是瓷娃娃都无法比拟。
en_us: What an adorable little girl. Her puffy white clothes made her face look even smaller and cuter. Even a porcelain doll couldn't match up to her exquisite features.

source: 夜宵是美好的，如果不怕胖的话。
en_us: Supper was great, if one was not afraid of getting fat.

source: 夜幕降临，罗莫街一如既往的落寞。
en_us: The night fell, and Romo Street was as forlorn as ever.

source: 夜色中，一行人眨眼便消失在罗莫街。
en_us: In the darkness, the group disappeared from Romo street in a flash.
